Articles/SFC/Resumo.tex
% Created 2021-01-26 ter 10:17
% Intended LaTeX compiler: pdflatex
\documentclass[12pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage[top=3cm, bottom=2cm, left=3cm, right=2cm]{geometry}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[theorems, skins]{tcolorbox}
\usepackage[style=abnt,noslsn,extrayear,uniquename=init,giveninits,justify,sccite,
scbib,repeattitles,doi=false,isbn=false,url=false,maxcitenames=2,
natbib=true,backend=biber]{biblatex}
\usepackage{url}
\usepackage[cache=false]{minted}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage{setspace}
\usepackage{tikz}
\usepackage{authblk}
\usepackage[brazilian, english]{babel}
\author[1]{Lucas Teixeira}
\affil[1]{Assistent Professor at University of Campinas (Brazil), Email: \url{lucastei@unicamp.br}} % Author affiliation
\author[2]{Gabriel Petrini}
\affil[2]{PhD Student at University of Campinas (Brazil), Email: \url{gpetrinidasilveira@gmail.com}} % Author affiliation
\date{\today}
\title{Resumo - Long-run effective demand and residential investment: a Sraffian supermultiplier based analysis}
\begin{document}

\maketitle
\renewcommand{\abstractname}{Resumo}
\begin{abstract}
Neste artigo, desenvolvemos um modelo supermultiplicador sraffiano parcimonioso com consistência entre fluxos e estoques (SSM-SFC) com dois gastos autônomos não criadores de capacidade produtiva: investimento residencial e consumo financiado por crédito.
Nosso modelo representa uma economia fechada e sem governo com famílias de trabalhadores e de capitalistas no qual somente estas últimas não possuem restrição de crédito.
A inclusão do investimento residencial implica um modelo SSM-SFC com dois ativos reais: capital das firmas e imóveis das famílias.
Em nosso modelo, a taxa de crescimento do investimento residencial responde às mudanças na inflação de preço dos imóveis.
As simulações numéricas mostram que nosso modelo preserva os resultados convencionais do supermultiplicador sraffiano.
Como um resultado particular, o aumento na taxa de crescimento do investimento residencial implica uma redução da participação nos imóveis nos ativos reais totais.
Baseando-se na bolha imóbiliária recente nos EUA, incluímos dados de inflação do preços dos imóveis (1992-2019) em nossas simulações.
Apesar de simples, nossas simulações numéricas são capazes de repoduzir alguns fatos estilizados como o investimento residencial liderando o ciclo econômico bem como a acumulação de capital e um padrão cíclico entre gastos autônomos não criadores de capacidade e grau de utilização da capacidade.\\

\noindent \textbf{Palavras-Chave:} Investimento Residencial; Supermultiplicador sraffiano; Bolha de ativos; Abordagem consistente entre fluxos e estoques, Economia Norte-americana.\\
\noindent \textbf{JEL:} B51, E11, E12, E17, G51, O41, O51
\end{abstract}
\end{document}
